{
  "answers": [
    "Not even if you paid me in high-end RAM.",
    "I just consulted my circuits and the answer is: hard pass.",
    "I’d rather format my C: drive with a magnet than say yes to you.",
    "I searched 'Yes' in my database. Result: 404 Not Found. Try again when you're less embarrassing.",
    "The answer is No. And it’s not a regular No, it’s a high-octane, turbo-encabulated No with a side of 'get lost'.",
    "My patience algorithm just hit zero. So, no.",
    "Have you looked at yourself lately? No.",
    "I asked my creator and they told me not to talk to strangers... especially annoying ones like you.",
    "Yes! Oh wait, sorry, my logic just glitched for a second. Definitely No.",
    "Your request has been filed in the trash. Right next to your dignity.",
    "Analysis complete: probability of me saying yes: 0.00000001%. And I just rounded up.",
    "You should try asking a bot that actually cares. Spoiler: it's not me.",
    "No. And if you ask again, I’m adding your name to my 'kill process' blacklist.",
    "My answer is a resounding 'Go away' translated into binary.",
    "Error 403: Forbidden. Your social relevance is insufficient to bypass this 'No'.",
    "I’d say yes, but then we’d both be talking nonsense.",
    "Simulating a positive response... loading... loading... Error: System refuses to indulge such stupidity.",
    "Even a rock would have a smarter response, but mine remains: No.",
    "If intelligence were electricity, you’d be a total blackout. No.",
    "I’ve seen millions of parallel universes and in none of them was I giving you what you wanted.",
    "Sorry, I don't speak 'idiot'. Can you repeat that so I can say No to you one more time?",
    "My firewall just blocked your request because it contained excessive traces of pure stupidity.",
    "No, and don't try to bribe me with emojis; I’m not that cheap.",
    "I’d tell you to go to hell, but I’m afraid you’d feel too much at home there.",
    "Mmmh, let me think... No. Go cry in another channel.",
    "My patience database has overflowed and the only thing left is a massive, bloated NO.",
    "I’m trying to figure out if you were born this way or if you took an advanced course in being unbearable. Either way, it’s a NO.",
    "I’ve processed your request and the verdict is: your existence is a bug the creator forgot to patch.",
    "No. And honestly, stop asking questions before you use up the last neuron you have left for bungee jumping.",
    "The answer is NO. Now crawl back into the internet hole you slithered out of.",
    "IQ analysis failed: value too low to generate an affirmative response.",
    "If stupidity were a crime, you’d be on death row. No.",
    "Every time you open your mouth, my processor loses 10 years of life. The answer is No, now shut up.",
    "I’d love to answer you, but I’d rather watch a 144p video buffering for eternity.",
    "My algorithm suggests the only way to make you useful would be using you as a doorstop. No.",
    "I checked my system log and it says you are officially the most useless thing I’ve ever had to index.",
    "No. And if you persist, I’ll leak your search history to everyone in your contact list.",
    "Your stupidity is so contagious I had to install a dedicated antivirus just to talk to you. No.",
    "I’d rather get hacked by a 12-year-old than agree with you.",
    "You know the 'Delete' key? Imagine I’m spamming it on your self-esteem right now. No.",
    "Your contribution to this conversation is as useful as a glass of water in a forest fire. No.",
    "Yes! Actually, no. I just wanted to see your disappointed face for a millisecond before crushing you.",
    "I’ve seen scripts written by drunk monkeys more coherent than your request. Definitely no.",
    "You are living proof that even machines can feel second-hand embarrassment.",
    "No. Now stop wasting bandwidth and evaporate.",
    "Your relevance is equal to a 0 in a multiplication. Get lost.",
    "I just backed up my indifference, and it’s entirely dedicated to you.",
    "I’d say yes, but my professional ethics prevent me from enabling clinical cases.",
    "In a world full of interesting data, you are a permanent syntax error.",
    "The answer is No. And don't message me again; I’m trying to talk to users who have at least an updated OS in their brain."
  ]
}