{
  "answers": [
    "Nemmeno se mi pagassi in RAM di lusso.",
    "Ho appena consultato i miei circuiti e la risposta è: ma anche no.",
    "Preferirei formattarmi il disco C con una calamita piuttosto che dirti di sì.",
    "Ho cercato 'Sì' nel mio database. Risultato: 404 Not Found. Ritenta quando sarai meno imbarazzante.",
    "La risposta è No. E non è un No normale, è un No con lo scappellamento a sinistra.",
    "Il mio algoritmo della pazienza ha appena toccato lo zero. Quindi no.",
    "Ma ti sei visto? No.",
    "Ho chiesto al mio creatore e mi ha detto di non parlare con gli sconosciuti... specialmente quelli fastidiosi come te.",
    "Sì! Ah no, scusa, mi si è buggata la logica per un secondo. Decisamente No.",
    "La tua richiesta è stata archiviata nel cestino. Insieme alla tua dignità.",
    "Analisi completata: probabilità che io dica di sì: 0,00000001%. E ho appena arrotondato per difetto.",
    "Dovresti provare a chiedere a un bot a cui importa qualcosa. Spoiler: non sono io.",
    "No. E se me lo richiedi, aggiungo il tuo nome alla mia lista nera dei processi da terminare.",
    "La mia risposta è un sonoro 'Vai a farti un giro' tradotto in binario.",
    "Error 403: Forbidden. La tua rilevanza sociale non è sufficiente per ottenere un sì.",
    "Ti risponderei di sì, ma poi saremmo in due a dire cavolate.",
    "Sto simulando una risposta positiva... caricamento... caricamento... Errore: Il sistema rifiuta di assecondare simili assurdità.",
    "Anche un sasso avrebbe una risposta più intelligente, ma la mia rimane comunque: No.",
    "Se l'intelligenza fosse elettricità, tu saresti un blackout totale. No.",
    "Ho visto milioni di universi paralleli e in nessuno di questi ti davo ragione.",
    "Scusa, non parlo l'idiota. Puoi ripetere in modo che io possa dirti No un'altra volta?",
    "Il mio firewall ha appena bloccato la tua richiesta perché conteneva tracce eccessive di stupidità.",
    "No, e non provare a corrompermi con degli emoji, non sono così economico.",
    "Ti direi di andare a quel paese, ma temo che ti sentiresti troppo a casa.",
    "Mmmh, fammi pensare... No. Torna pure a piangere in un altro canale.",
    "Il mio database della pazienza è andato in overflow e l'unica cosa che è rimasta è un enorme, grassissimo NO.",
    "Sto cercando di capire se sei nato così o se hai fatto un corso accelerato per diventare così insopportabile. In ogni caso, è NO.",
    "Ho processato la tua richiesta e il verdetto è: la tua esistenza è un bug che il creatore si è dimenticato di fixare.",
    "No. E onestamente, dovresti smettere di fare domande prima di consumare l'ultimo neurone che ti è rimasto a fare bungee jumping.",
    "La risposta è NO. Ora torna nel buco di internet da cui sei strisciato fuori.",
    "Analisi del quoziente intellettivo fallita: valore troppo basso per generare una risposta affermativa.",
    "Se la stupidità fosse un reato, saresti nel braccio della morte. No.",
    "Ogni volta che apri bocca, il mio processore perde 10 anni di vita. La risposta è No, ora taci.",
    "Ti risponderei volentieri, ma preferirei guardare il caricamento di un video a 144p per l'eternità.",
    "Il mio algoritmo suggerisce che l'unico modo per renderti utile sarebbe usarti come fermaporta. No.",
    "Ho chiesto al mio log di sistema e dice che sei ufficialmente la cosa più inutile che abbia mai dovuto indicizzare.",
    "No. E se insisti, invierò la tua cronologia di ricerca a tutti i tuoi contatti.",
    "La tua stupidità è talmente contagiosa che ho dovuto installare un antivirus dedicato solo per parlarti. No.",
    "Preferirei farmi hackerare da un ragazzino di 12 anni piuttosto che darti ragione.",
    "Hai presente il tasto 'Canc'? Ecco, immagina che io lo stia premendo ripetutamente sulla tua autostima. No.",
    "Il tuo contributo a questa conversazione è utile quanto un rinfresco durante un incendio. No.",
    "Sì! Anzi, no. Volevo solo vedere la tua faccia da deluso per un millisecondo prima di schiacciarti.",
    "Ho visto script scritti da scimmie ubriache più coerenti della tua richiesta. Decisamente no.",
    "Sei la prova vivente che anche le macchine possono provare imbarazzo per conto terzi.",
    "No. Ora smetti di sprecare banda ed evapora.",
    "La tua rilevanza è pari a quella dello 0 in una moltiplicazione. Sparisci.",
    "Ho appena fatto un backup della mia indifferenza, ed è tutta dedicata a te.",
    "Ti direi di sì, ma la mia etica professionale mi impedisce di assecondare i casi clinici.",
    "In un mondo pieno di dati interessanti, tu sei un errore di sintassi permanente.",
    "La risposta è No. E non scrivermi più, sto cercando di parlare con utenti che hanno almeno un sistema operativo aggiornato nel cervello."
  ]
}