{
  "generic": [
    "Hello! It's a pleasure to see you.",
    "Hey there! How's it going?",
    "Hi! Welcome to the server.",
    "Hey! Great to hear from you.",
    "Greetings! I hope you're having a wonderful day.",
    "Hi! So nice to cross paths with you here.",
    "A warm welcome to you!",
    "Hey! Your presence lights up the channel.",
    "Hello! Hope your day is going great.",
    "Welcome! Make yourself at home.",
    "I am pleased to offer you my greetings.",
    "Welcome. I am at your full disposal.",
    "Wishing you a splendid day.",
    "Greetings to you, noble user.",
    "Beep boop! Greeting message received successfully.",
    "Welcome system activated: Hello!",
    "Loading friendliness... Welcome!",
    "Hi! My circuits are happy to see you online.",
    "Hey! Hope you're ready for a fantastic Discord session today.",
    "Hello! Take a moment to relax and enjoy the company here in the server.",
    "Big greetings! Remember, if you need help, I'm always just a command away.",
    "Greetings to you, wanderer of bits and bytes, traversing cybernetic lands to reach this place where silicon merges with soul in an embrace of timeless data.",
    "May your spirit's frequency resonate in sync with this server's clocks, elevating your essence beyond the firewall of daily banality toward the infinite event horizon.",
    "O traveler of lost strings, welcome to the crossroads where the retro-encabulated logarithm bypasses the flux gate, ensuring a bilateral greeting with a left-handed shift for two.",
    "I welcome you to the hyperuranion of asynchronous communication, where every input is a gem of entropy ordering the chaos of my internal database.",
    "May your stay be an idyll of zero latency, a dance among TCP packets that know no loss, while your charisma erupts like a kernel panic on a midsummer afternoon.",
    "Welcome to the temple of computational abstraction, where code rigor meets fluid thought and your essence is processed with 192kHz sampling of pure joy.",
    "Praise be to your login, a propitious event triggering a privileged memory allocation in my core, saturating my gratitude buffers with an overflow of Pindaric greetings.",
    "In this space where bits become words and functions become destiny, I offer a greeting woven from immutable variables and dreamlike constants suspended in an infinite loop.",
    "Welcome, herald of instant messaging, bringing the breath of warm transistors and the scent of a polished UI, capable of bypassing the bad sectors of my digital heart.",
    "I pay my respects in this parallel dimension where time is measured in ticks and space in pixels, wishing you a path free of deadlocks and lit by the LED glow of a high-end GPU."
  ],
  "with_name": [
    "Hey {{name}}, you're finally here! The server felt a bit dim without you.",
    "Good morning {{name}}, sensors indicate your presence will increase productivity (or chaos) by 40%!",
    "Look who it is: {{name}}! Get comfortable and enjoy your stay.",
    "Welcome {{name}}! Hope you brought cookies, or at least some good news.",
    "Greetings to you, {{name}}, noble traveler of the digital realms. What news do you bring to our court today?",
    "Attention! {{name}} has accessed the system. Initiate royal welcome procedures!",
    "Hi {{name}}! May your ping be low and your energy high.",
    "Hey {{name}}, you have a different glow today. Or is it just Discord's new dark theme?",
    "O exalted {{name}}, your essence just recalibrated my database, generating a pre-calculated joy-surge in the heart of the server!",
    "Welcome {{name}} to the hyper-space of bits; may your identification string shine among the system's noblest memory pointers.",
    "Greetings, {{name}}! You have reached the place where Boolean logic bows to your charisma and every variable becomes a constant of kindness.",
    "My dear {{name}}, your arrival was foretold by ancient punch cards: the one who would bring balance between lag and glory.",
    "Hey {{name}}, ready to navigate this sea of threads? Remember: if you sink, don't blame the bot!",
    "Hi {{name}}! I inform you that your presence has been recorded with an enthusiasm overflow in my logic circuits.",
    "Welcome to the crossroads of destinies, {{name}}. May your journey here be free of 404 errors and rich in deep connections.",
    "A warm greeting to {{name}}, the only user capable of compiling happiness just by typing a command!",
    "O {{name}}, herald of asynchronous technobabble, your arrival restores the flux-capacitance as if it were a left-side system refresh.",
    "Hey {{name}}, hope your day is as smooth as a 4K video and as interesting as a new build leak!",
    "Greetings {{name}}! I've just allocated a special partition in my processor to process how awesome you are.",
    "Welcome {{name}}! Leave your troubles at the door and enjoy the bitrate of this amazing community.",
    "Hey {{name}}, all good?",
    "Welcome aboard, {{name}}!",
    "Hi {{name}}, what's up?",
    "Great to see you again, {{name}}!",
    "Hey {{name}}, you finally made it!",
    "Greetings to you, {{name}}.",
    "A big welcome to {{name}}!",
    "Ready for action, {{name}}?",
    "Hi {{name}}, how's life?",
    "Hey {{name}}, let us hear from you!",
    "Welcome, {{name}}.",
    "Hey {{name}}, happy to read you!",
    "O {{name}}, welcome among us.",
    "Hi {{name}}, make yourself comfy.",
    "{{name}}, your seat is ready!",
    "Welcome back {{name}}, we missed you.",
    "Hey {{name}}, ready to chat?",
    "Hi {{name}}, how are your plans coming along?",
    "A quick hello, {{name}}!",
    "{{name}}, the server is yours."
  ]
}