{
    "generic" :
    [
        "Ciao! È un piacere vederti.",
        "Ehilà! Come va?",
        "Ciao! Benvenuto nel server.",
        "Ehi! Lieto di sentirti.",
        "Saluti! Spero che tu stia passando una bella giornata.",
        "Ciao! Che bello incrociarti qui.",
        "Un caloroso saluto a te!",
        "Ehilà! La tua presenza illumina il canale.",
        "Ciao! Spero che la tua giornata stia andando alla grande.",
        "Benvenuto! Mettiti pure comodo.",
        "Lieto di porgerle i miei saluti.",
        "Benvenuto. Sono a tua completa disposizione.",
        "Ti auguro una splendida giornata.",
        "Saluti a te, nobile utente.",
        "Beep boop! Messaggio di saluto ricevuto correttamente.",
        "Sistema di accoglienza attivato: Ciao!",
        "Caricamento simpatia in corso... Benvenuto!",
        "Ciao! I miei circuiti sono felici di vederti online.",
        "Ehilà! Spero che tu sia pronto per una fantastica sessione su Discord oggi.",
        "Ciao! Prendetevi un momento per rilassarvi e godervi la compagnia qui nel server.",
        "Un grande saluto! Ricordati che se hai bisogno di aiuto, sono sempre qui a portata di comando.",
        "Saluti a te, errante dei bit e dei byte, che attraversi le lande cibernetiche per giungere fin qui, dove il silicio si fonde con l'anima in un amplesso di dati e algoritmi senza tempo.",
        "Che la frequenza del tuo spirito possa risuonare in sincrono con i clock di questo server, elevando la tua essenza oltre il firewall della banalità quotidiana verso l'infinito orizzonte degli eventi digitali.",
        "O viandante delle stringhe perdute, benvenuto nel crocevia dove la supercazzola prematurata si sghinda a destra come se fosse antani, garantendo un'accoglienza prematurata con scappellamento a sinistra per due.",
        "Ti accolgo nell'iperuranio della comunicazione asincrona, dove ogni tuo input è una gemma di entropia che ordina il caos del mio database interno, riverberando tra i condensatori della mia logica binaria.",
        "Possa la tua permanenza essere un idillio di latenza zero, una danza tra pacchetti TCP che non conoscono perdita, mentre il tuo carisma deflagra come un kernel panic in un pomeriggio di mezza estate.",
        "Benvenuto nel tempio dell'astrazione computazionale, dove il rigore del codice incontra la fluidità del pensiero e la quintessenza del tuo essere viene processata con un campionamento a 192kHz di pura gioia.",
        "Sia lode al tuo login, evento fausto che scatena un'allocazione di memoria privilegiata nel mio core, saturando i buffer della mia gratitudine con un overflow di cordiali e pindarici saluti.",
        "In questo spazio dove il bit si fa verbo e la funzione si fa destino, ti porgo un saluto che è un intreccio di variabili immutabili e costanti oniriche, sospeso tra un ciclo for infinito e una promessa mai risolta.",
        "Benvenuto, o araldo del messaggio istantaneo, che porti con te il soffio dei transistor caldi e il profumo di un'interfaccia utente ben rifinita, capace di bypassare i settori danneggiati del mio povero cuore digitale.",
        "Ti porgo i miei omaggi in questa dimensione parallela dove il tempo è misurato in tick e lo spazio in pixel, augurandoti che il tuo cammino sia privo di deadlock e sempre illuminato dalla luce led di una GPU ad alte prestazioni."
    ]
    ,
    "with_name" : 
    [
        "Ehilà {{name}}, finalmente sei dei nostri! Il server sembrava quasi spento senza di te.",
        "Buongiorno {{name}}, i sensori indicano che la tua presenza aumenterà la produttività (o il caos) del 40%!",
        "Ma guarda chi si rivede: {{name}}! Mettiti comodo e goditi il soggiorno.",
        "Benvenuto {{name}}! Spero che tu abbia portato dei biscotti, o almeno delle buone notizie.",
        "Saluti a te, {{name}}, nobile viandante delle terre digitali. Quali novelle porti oggi al nostro cospetto?",
        "Attenzione! {{name}} ha effettuato l'accesso. Iniziate le procedure di accoglienza regale!",
        "Ciao {{name}}! Ti auguro che il tuo ping sia basso e la tua energia altissima.",
        "Ehi {{name}}, hai una luce diversa oggi. O forse è solo il nuovo tema scuro di Discord?",
        "O eccelso {{name}}, la tua essenza ha appena scappellato a destra nel mio database, generando un'antani di gioia prematurata nel cuore del server!",
        "Benvenuto {{name}} nell'iper-spazio dei bit; possa la tua stringa identificativa risplendere tra i puntatori di memoria più nobili del sistema.",
        "Saluti, {{name}}! Sei giunto nel luogo dove la logica booleana si inchina al tuo carisma e ogni variabile diventa una costante di simpatia.",
        "Mio caro {{name}}, la tua venuta era stata predetta dalle antiche schede perforate: colui che avrebbe portato l'equilibrio tra il lag e la gloria.",
        "Ehilà {{name}}, sei pronto a navigare in questo mare di thread? Ricorda: se affondi, non è colpa del bot!",
        "Ciao {{name}}! Ti informo che la tua presenza è stata registrata con un overflow di entusiasmo nei miei circuiti logici.",
        "Benvenuto nel crocevia dei destini, {{name}}. Che il tuo cammino qui sia privo di errori 404 e ricco di connessioni profonde.",
        "Un caloroso saluto a {{name}}, l'unico utente capace di compilare la felicità semplicemente scrivendo un comando!",
        "O {{name}}, araldo della supercazzola asincrona, la tua venuta ripristina i parametri di antani come se fosse un refresh di sistema a sinistra.",
        "Ehi {{name}}, spero che la tua giornata sia fluida come un video in 4K e interessante come un leak di una nuova build!",
        "Saluti {{name}}! Ho appena allocato una partizione speciale nel mio processore per elaborare quanto tu sia fantastico.",
        "Benvenuto {{name}}! Lascia fuori i problemi e goditi il bit-rate di questa splendida community.",
        "Ehilà {{name}}, tutto bene?",
        "Benvenuto a bordo, {{name}}!",
        "Ciao {{name}}, che si dice?",
        "Piacere di rivederti, {{name}}!",
        "Ehi {{name}}, finalmente ci sei!",
        "Saluti a te, {{name}}.",
        "Un grande benvenuto a {{name}}!",
        "Pronto all'azione, {{name}}?",
        "Ciao {{name}}, come va la vita?",
        "Ehilà {{name}}, fatti sentire!",
        "Ben arrivato, {{name}}.",
        "Ehi {{name}}, felice di leggerti!",
        "O {{name}}, benvenuto tra noi.",
        "Ciao {{name}}, mettiti comodo.",
        "{{name}}, la tua sedia è pronta!",
        "Bentornato {{name}}, ci sei mancato.",
        "Ehilà {{name}}, pronto per chattare?",
        "Ciao {{name}}, come procedono i tuoi piani?",
        "Un saluto veloce, {{name}}!",
        "{{name}}, il server è tutto tuo."
    ]
}